tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/head-only"
tap "homebrew/services"
tap "homebrew/versions"
tap "jlhonora/lsusb"
brew "ant"
brew "lua"
brew "cclive"
brew "cloc"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dirmngr"
brew "fasd"
brew "ffmpeg", args: ["with-libvorbis", "with-libvpx"]
brew "findutils"
brew "freetype"
brew "gcc"
brew "imagemagick"
brew "gifify"
brew "gifsicle"
brew "git"
brew "gnupg"
brew "gpg-agent"
brew "gradle"
brew "graphicsmagick"
brew "grep"
brew "htop"
brew "httrack"
brew "leiningen"
brew "lftp"
brew "libav"
brew "libusb-compat"
brew "libvo-aacenc"
brew "little-cms2"
brew "maven"
brew "mercurial"
brew "mongodb"
brew "mosh"
brew "mysql"
brew "nasm"
brew "nmap"
brew "nvm"
brew "openssh"
brew "pinentry-mac"
brew "pkg-config"
brew "portmidi"
brew "postgresql@9.4"
brew "pstree"
brew "python"
brew "rename"
brew "ruby"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "smpeg"
brew "texi2html"
brew "the_silver_searcher"
brew "tree"
brew "unar"
brew "unrar"
brew "wget"
brew "wildfly-as"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zeromq"
brew "zlib"
brew "jlhonora/lsusb/lsusb"
cask "alfred"
cask "android-sdk"
cask "bettertouchtool"
cask "commander-one"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "java8"
cask "libreoffice"
cask "licecap"
cask "mactex"
cask "skype"
cask "sourcetree"
cask "sublime-text"
cask "telegram"
cask "unity"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
